Repository: peeringdb/peeringdb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de, id_id

source: Multiple
de_de: Mehrfache

source: Maintenance
de_de: Wartung
id_id: Pemeliharaan

source: Policy
de_de: Peeringrichtlinien
id_id: Kebijakan

source: Technical
de_de: Technik
id_id: Teknis

source: Public Relations
de_de: Presseanfragen
id_id: Humas

source: Sales
de_de: Vertrieb

source: Open
de_de: Offen
id_id: Terbuka

source: Selective
de_de: Selektiv
id_id: Selektif

source: Restrictive
de_de: Restriktiv
id_id: Terbatas

source: No
de_de: Nein
id_id: Tidak

source: Not Required
de_de: Nicht erforderlich
id_id: Tidak Diperlukan

source: Preferred
de_de: Bevorzugt
id_id: Disukai

source: Required - US
de_de: Erforderlich - US
id_id: Diperlukan - US

source: Required - EU
de_de: Erforderlich - EU
id_id: Diperlukan - EU

source: Required - International
de_de: Erforderlich - International
id_id: Diperlukan - Internasional

source: Private Only
de_de: Nur für den Benutzer
id_id: Cuma Privat

source: Required
de_de: Erforderlich
id_id: Diperlukan

source: Not Disclosed
de_de: Vertraulich
id_id: Tidak Disebutkan

source: Heavy Outbound
de_de: Stark ausgehend
id_id: Heavy Outbond

source: Mostly Outbound
de_de: Vorwiegend ausgehend
id_id: Mostly Outbond

source: Balanced
de_de: Ausgewogen
id_id: Seimbang

source: Mostly Inbound
de_de: Vorweiegend eingehend

source: Heavy Inbound
de_de: Stark eingehend

source: North America
de_de: Nordamerika
id_id: Amerika Utara

source: Asia Pacific
de_de: Asien-Pazifik
id_id: Asia Pasifik

source: Europe
de_de: Europa
id_id: Eropa

source: South America
de_de: Südamerika
id_id: Amerika Selatan

source: Africa
de_de: Afrika
id_id: Afrika

source: Australia
de_de: Australien

source: Middle East
de_de: Nahost
id_id: Timur Tengah

source: 0-20 Mbps
de_de: 0-20 Mbit/s

source: 20-100Mbps
de_de: 20-100 Mbit/s

source: 100-1000Mbps
de_de: 100-1000 Mbit/s

source: 1-5Gbps
de_de: 1-5 Gbit/s

source: 5-10Gbps
de_de: 5-10 Gbit/s

source: 10-20Gbps
de_de: 10-20 Gbit/s

source: 20-50 Gbps
de_de: 20-50 Gbit/s

source: 50-100 Gbps
de_de: 50-100 Gbit/s

source: 100+ Gbps
de_de: 100+ Gbit/s

source: 100-200 Gbps
de_de: 100-200 Gbit/s

source: 200-300 Gbps
de_de: 200-300 Gbit/s

source: 300-500 Gbps
de_de: 300-500 Gbit/s

source: 500-1000 Gbps
de_de: 500-1000 Gbit/s

source: 1 Tbps+
de_de: 1+ Tbit/s

source: 10 Tbps+
de_de: 10+ Tbit/s

source: NSP
de_de: NSP (Network Service Provider)

source: Content
de_de: Content / Inhalte
id_id: Konten

source: Cable/DSL/ISP
de_de: Kabel/DSL/ISP
id_id: Kabel/DSL/ISP

source: Enterprise
de_de: Unternehmen
id_id: Perusahaan

source: Educational/Research
de_de: Bildung/Forschung
id_id: Pendidikan/Riset

source: Non-Profit
de_de: Nicht Gewinnorientiert (Vereine)
id_id: Nirlaba

source: Private
de_de: Privat
id_id: Privat

source: Users
de_de: Benutzer
id_id: Pengguna

source: Public
de_de: Öffentlich
id_id: Umum

source: Target org cannot be in selected organizations list
de_de: Zielorganisation darf nicht in ausgewählter Organisationsliste sein
id_id: Target org tidak bisa di organisasi ini

source: ROLLBACK
de_de: ZURÜCKSETZEN

source: SOFT DELETE
de_de: Zum Löschen vormerken

source: Verification Queue is currently disabled
de_de: Die Überprüfungswarteschlange ist derzeit deaktiviert
id_id: Antrian verifikasi saat ini tidak aktif

source: Verification Queue is currently disabled for this object type
de_de: Die Überprüfungswarteschlange ist derzeit für diesen Objekttyp deaktiviert
id_id: Antrian verifikasi saat ini tidak aktif untuk tipe object ini

source: APPROVE
de_de: BESTÄTIGEN
id_id: SETUJU

source: DENY
de_de: ABLEHNEN
id_id: TIDAK SETUJU

source: APPROVED
de_de: BESTÄTIGT
id_id: DISETUJUI

source: Ipaddress already exists elsewhere
de_de: IP Adresse wird bereits an anderer Stelle benutzt
id_id: Ip address telah digunakan ditempat lain

source: User is looking to be affiliated to these Organizations
de_de: Der Benutzer möchte mit diesen Unternehmen verbunden werden
id_id: Pengguna meminta untuk berafiliasi dengan Organisasi ini

source: IXF Import History
de_de: IXF Import Verlauf
id_id: IXF impor sejarah

source: Initial creation of netixlan
de_de: Netixlan initial angelegt
id_id: Awal pembuatan dari netixlan

source: CAN BE ROLLED BACK
de_de: KANN ZURÜCK GESETZT WERDEN

source: CANNOT BE ROLLED BACK
de_de: KANN NICHT ZURÜCK GESETZT WERDEN

source: Has been changed since
de_de: Wurde seitdem verändert
id_id: Telah berubah sejak

source: Netixlan with conflicting ipaddress now exists elsewhere
de_de: Netixlan mit vorhandener IP-Adresse existiert bereits anderswo
id_id: Netixlan dengan ipaddress yg konflik saat ini ada ditempat lain

source: HAS BEEN ROLLED BACK
de_de: WURDE ZURÜCKGESETZT

source: Organization
de_de: Unternehmen
id_id: Organisasi

source: Not Set
de_de: Nicht zugewiesen
id_id: Tidak diatur

source: Logo Missing
de_de: Kein Logo
id_id: Logo tidak ada

source: Active
de_de: Aktiv
id_id: Aktif

source: Over
de_de: Über
id_id: Lebih

source: Waiting
de_de: Ausstehend
id_id: Menunggu

source: Malformed organization ids
de_de: Ungültige Unternehmens-ID
id_id: Organisasi ids tidak tepat

source: Merge target organization does not exist
de_de: Unternehmen, zu dem zusammengeführt werden soll existiert nicht
id_id: Target organisasi untuk penggabungan tidak ada

source: Organization Merging Tool
de_de: Werkzeug zum zusammenführen von Unternehmen
id_id: Alat Penggabungan Organisasi

source: Undo merge
de_de: Veränderung rückgängig machen
id_id: Batalkan penggabungan

source: APPROVE selected items
de_de: Gewählte Einträge FREIGEBEN
id_id: SETUJUI item yang dipilih

source: DENY and delete selected items
de_de: Gewählte Einträge ABLEHNEN und LÖSCHEN
id_id: TOLAK dan hapus item yang dipilih

source: View
de_de: Anzeigen
id_id: Lihat

source: Affiliation request was approved and the user was notified.
de_de: Mitgliedschaft wurde bestätigt und der Nutzer darüber informiert
id_id: Permintaan afiliasi sudah disetujui dan pengguna sudah diberi tahu.

source: Approve and notify User
de_de: Benutzer bestätigen und darüber informieren
id_id: Setujui dan beritahu pengguna

source: Approve
de_de: Freigeben
id_id: Setujui

source: Deny
de_de: Ablehnen
id_id: Tolak

source: Change Password
de_de: Passwort ändern
id_id: Ganti Kata Sandi

source: Edit Permissions
de_de: Berechtigungen ändern
id_id: Ubah Izin

source: VERIFIED
de_de: BESTÄTIGT
id_id: DIVERIFIKASI

source: UNVERIFIED
de_de: UNBESTÄTIGT
id_id: TIDAK DIVERIFIKASI

source: User Permission
de_de: Benutzerrecht
id_id: Izin Pengguna

source: User Permissions
de_de: Benutzerrechte
id_id: Izin Pengguna

source: Duplicate IP
de_de: Mehrfach vergebene IP
id_id: IP Duplikat

source: Duplicate IPs
de_de: Mehrfach vergebene IPs
id_id: IP Duplikat

source: Updated
de_de: Aktualisiert
id_id: Diperbarui

source: Only POST requests allowed.
de_de: Nur Anfragen vom Typ POST erlaubt
id_id: Hanya permintaan POST yg diperbolehkan.

source: {} (Preview)
de_de: {} (Vorschau)
id_id: {} (Pratinjau)

source: Three leftmost octets of the original prefix - eg. xxx.xxx.xxx
de_de: Die ersten 3 Oktets von links des ursprünglichen Prefixes - z.B. xxx.xxx.xxx
id_id: Tiga octecs paling kiri dari prefik asli - cth. xxx.xxx.xxx

source: Three leftmost octets of the new prefix - eg. xxx.xxx.xxx
de_de: Die ersten 3 Oktets des neuen Prefixes - z.B. xxx.xxx.xxx
id_id: Tiga octecs paling kiri dari prefik baru - cth. xxx.xxx.xxx

source: Yes
de_de: Ja
id_id: Ya

source: Invalid export format
de_de: Ungültiges Export-Format
id_id: Format export tidak valid

source: Invalid tag
de_de: Ungültiges Stichwort (tag)
id_id: Tag tidak valid

source: Invalid permission level
de_de: Ungültiges Zugriffslevel
id_id: Tingkat izin tidak valid

source: ASN needs to be a number
de_de: ASN darf nur aus Nummern bestehen
id_id: ASN harus dalam bentuk angka

source: Needs to be at least 10 characters long
de_de: Muss mindestens 10 Zeichen lang sein
id_id: Minimal 10 karakter

source: Passwords need to match
de_de: Passwörter stimmen nicht überein
id_id: Kata sandi harus sama

source: Silver
de_de: Silber
id_id: Perak

source: Platinum
de_de: Platin
id_id: Platina

source: Diamond
de_de: Diamant
id_id: Berlian

source: Data Validation
de_de: Daten Validierung
id_id: Validasi data

source: Renumber IP Space
de_de: IP Bereiche neu sortieren

source: Has this object's latitude and longitude been syncronized to it's address fields
de_de: Die Breiten- und Längenangaben dieses Objekts wurden über die Adresse ermittelt
id_id: Apakah garis lintang dan bujur objek sudah disamakan ke alamat

source: Last time of attempted geocode
de_de: Zeit, zu der die Georeferenz zuletzt ermittelt wurde
id_id: Pembaruan terakhir melakukan geocode

source: Error message of previous geocode attempt
de_de: Fehlernachricht des letzten Lokalisierungsversuchs
id_id: Pesan kesalahan dari percobaan geocode sebelumnya

source: Address not found
de_de: Adresse nicht gefunden
id_id: Alamat tidak ditemukan

source: API Timeout
de_de: API nicht erreichbar

source: This organization in our database that was derived from the provided ASN or organization name. If this is empty it means no matching organization was found.
de_de: Dieser Unternehmenseintrag wurde vom angegeben ASN oder vom Namen übernommen. Wenn dieser Eintrag leer ist, konnte kein zugehöriges Unternehmen gefunden werden.
id_id: Organisasi ini dalam basis data kami diturunkan dari ASN yg dimasukkan atau nama organisasi. Jika ini kosong artinya tidak ada organisasi yang cocok.

source: The organization name entered by the user
de_de: Durch den Benutzer eingetragenes Unternehmen
id_id: Organisasi yang dimasukkan oleh pengguna

source: The ASN entered by the user
de_de: Durch den Benutzer eingetragenes ASN
id_id: ASN yang dimasukkan oleh pengguna

source: The user that made the request
de_de: Beantragender Benutzer
id_id: Pengguna yang meminta

source: Pending
de_de: Ausstehend
id_id: Tertunda

source: Approved
de_de: Genehmigt
id_id: Disetujui

source: Denied
de_de: Abgelehnt
id_id: Ditolak

source: Status of this request
de_de: Status der Anfrage
id_id: Status permintaan ini

source: User to Organization Affiliation Request
de_de: Anfragen zu Benutzern, die zum Unternehmen hinzugefügt werden sollen
id_id: Pengguna meminta afiliasi ke Organisasi

source: User to Organization Affiliation Requests
de_de: Anfragen zu Benutzern, die zum Unternehmen hinzugefügt werden sollen
id_id: Pengguna meminta afiliasi ke Organisasi

source: Your affiliation to Organization "{}" has been approved
de_de: Die Zugehörigkeit zum Unternehmen "\{}" wurde freigegeben
id_id: Permintaan afiliasi ke Organisasi "{}" telah disetujui

source: The item that this queue is attached to was created by this user
de_de: Der Eintrag dieser Liste wurde durch den Benutzer hinzugefügt
id_id: Item yang dimasukkan antrean ini dibuat oleh pengguna ini

source: Allows you to upload and set a logo image file for this organization
de_de: Erlaubt es ein Unternehmens-Logo für dieses Unternehmen hochzuladen und es ändern
id_id: Memungkinkan Anda mengunggah dan mengatur file gambar logo untuk organisasi ini

source: Sponsorship starts on
de_de: Sponsoring/Patenschaft beginnt am
id_id: Sponsor mulai dari

source: Sponsorship ends on
de_de: Sponsoring/Patenschaft endet am
id_id: Sponsor berakhir sampai

source: Expiration notification sent on
de_de: Ablaufdatum wurde notifiziert am
id_id: Pemberitahuan kadaluwarsa dikirim

source: If specified clicking the sponsorship will take the user to this location
de_de: Wenn angegeben, werden Benutzer bei einem Klick auf den Paten (Sponsor) an diese Adresse weitergeleitet
id_id: Jika diisi, meng-klik sponsor akan membawa pengguna ke lokasi ini

source: Allows you to upload and set a logo image file for this sponsorship
de_de: Erlaubt es ein Logo für diese Paten (Sponsor) hochzuladen und es zu ändern
id_id: Memungkinkan Anda mengunggah dan mengatur file gambar logo untuk sponsor ini

source: Sponsorship
de_de: Patenschaft
id_id: Sponsor

source: Sponsorships
de_de: Patenschaften
id_id: Sponsor

source: Sponsorship Expired
de_de: Abgelaufene Patenschaft
id_id: Sponsor kadaluwarsa

source: If specified clicking the partnership will take the user to this location
de_de: Wenn angegeben, werden Benutzer bei einem Klick auf den Partner an diese Adresse weitergeleitet
id_id: Jika diisi, meng-klik kemitraan akan membawa pengguna ke lokasi ini

source: Allows you to upload and set a logo image file for this partnership
de_de: Erlaubt es ein Logo für diesen Partnerschaft hochzuladen un es zu ändern
id_id: Memungkinkan Anda menggungah dan mengatur file gambar logo untuk mitra ini

source: Partnership
de_de: Partnerschaft
id_id: Kemitraan

source: Partnerships
de_de: Partnerschaften
id_id: Kemitraan

source: Merged on
de_de: Zusammengeführt am
id_id: Digabungkan pada

source: Organization Merge
de_de: Organisation zusammenführen
id_id: Penggabungan Organisasi

source: Organization Merges
de_de: Zusammengeführte Organisationen
id_id: Penggabungan Organisasi

source: Organization Merge: Entity
de_de: Organisation zusammenführen: Einheit
id_id: Penggabungan Organisasi: Entitas

source: Organization Merge: Entities
de_de: Organisation zusammenführen: Einheiten
id_id: Penggabungan Organisasi: Entitas

source: Need to specify at least two asns
de_de: Es müssen zumindest zwei ASNs angegeben werden
id_id: Masukkan minimal dua asn

source: Can only compare a maximum of 25 asns
de_de: Es können maximal 25 ASNs verglichen werden
id_id: Cuma bisa membandingkan maksimum 25 asn

source: No JSON could be parsed
de_de: JSON konnte nicht analyisert werden
id_id: Tidak ada JSON yang bisa diparse

source: No entries in any of the vlan_list lists, aborting.
de_de: Abgebrochen: Keine Einträge in einen der vlan_list Listen gefunden
id_id: Tidak ada entri di vlan_list manapun, membatalkan.

source: IXF Import Log Entry
de_de: IXF Import Log Eintrag
id_id: Entri log impor IXF

source: IXF Import Log Entries
de_de: IXF Import Log Einträge
id_id: Entri log impor IXF

source: Sepcifies whether an ixp is allowed to add a netixlan entry for this network via their ixp_member data
de_de: Gibt an, ob es einem IXP erlaubt ist einen netixlan Eintrag für dieses Netzwerk vorzunehmen anhand der ixp_member Daten
id_id: Menentukan apakah ixp diperbolehkan menambahkan entri netixlan untuk jaringan ini melalui data ixp_member mereka

source: Ip address already exists elsewhere
de_de: IP Adresse wird bereits an anderer Stelle benutzt
id_id: Ip address telah dipakai ditempat lain

source: username
de_de: Benutzername
id_id: nama pengguna

source: Required. Letters, digits and [@.+-/_=|] only.
de_de: Erforderlich. Buchstaben, Zahlen und die Zeichen [@.+-/_=|]
id_id: Diperlukan. Cuma Huruf, angka dan [@.+-/_=|].

source: Enter a valid username.
de_de: Bitte einen gültigen Benutzernamen eingeben
id_id: Masukkan nama pengguna yg valid.

source: email address
de_de: E-Mail Adresse
id_id: surat elektronik (surel)

source: first name
de_de: Vorname
id_id: nama depan

source: last name
de_de: Nachname
id_id: nama belakang

source: staff status
de_de: Firmenzugehörigkeit
id_id: status pegawai

source: Designates whether the user can log into admin site.
de_de: Gibt an, ob sich ein Benutzer auf der Admin-Seite einloggen darf
id_id: Menentukan apakah pengguna dapat masuk ke situs admin.

source: active
de_de: Aktiv
id_id: aktif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
de_de: Gibt an ob ein Benutzer als aktiv geführt werden soll. Statt Benutzer zu löschen bitte diesen Punkt deaktivieren.
id_id: Menentukan apakah user ini dianggap aktif. Daripada menghapus, silahkan menonaktifkan.

source: date joined
de_de: Beitrittsdatum
id_id: tanggal bergabung

source: language
de_de: Sprache
id_id: bahasa

source: user
de_de: Benutzer
id_id: pengguna

source: users
de_de: Benutzer
id_id: pengguna

source: Password Reset Initiated
de_de: Passwort zurücksetzen wurde eingeleitet
id_id: Mereset kata sandi telah dimulai

source: name of the tool
de_de: Name des Programms
id_id: nama alat

source: json serialization of arguments and options passed
de_de: JSON Anordung der Argumente und Optionen erfolgreich

source: result log
de_de: Logeinträge der Resultate
id_id: hasil log

source: the user that ran this command
de_de: Benutzer, der den Befehl ausgeführt hat
id_id: pengguna yg menjalankan perintah ini

source: command was run at this date and time
de_de: Befehl zu diesem Datum und zu dieser Uhrzeit ausgeführt
id_id: perintah dijalankan pada tanggal dan jam

source: Organization and all Entities it owns
de_de: Unternehmen und alle dazugehörigen Einträge
id_id: Organisasi dan semua Entitas yang dimilikinya

source: Any Network
de_de: Alle Netzwerke
id_id: Semua Jaringan

source: Any Facility
de_de: Alle Gebäude
id_id: Semua Lokasi

source: Any Exchange
de_de: Alle Austauschknoten
id_id: Semua Exchange

source: Network - %(net_name)s
de_de: Netzwerk - %(net_name)s
id_id: Jaringan - %(net_name)s

source: Exchange - %(ix_name)s
de_de: Austauschknoten - %(ix_name)s

source: Facility - %(fac_name)s
de_de: Gebäude - %(fac_name)s
id_id: Lokasi - %(fac_name)s

source: Invalid organization specified
de_de: Ungültiges Unternehmen angegeben
id_id: Organisasi tidak valid

source: Needs to be member or admin
de_de: Muss Mitglied oder Admin sein
id_id: Cuma member atau admin yang bisa

source: %(user_name)s's afilliation request has been approved
de_de: %(user_name)s Antrag auf Zugehörigkeit wurde genehmigt
id_id: Permintaan afiliasi %(user_name)s telah disetujui

source: %(user_name)s's afilliation request has been denied
de_de: %(user_name)s Antrag auf Zugehörigkeit wurde abgelehnt
id_id: Permintaan afiliasi %(user_name)s telah ditolak

source: Need to be unique
de_de: Muss eindeutig sein
id_id: Harus unik

source: This field is required
de_de: Dieses Feld ist erforderlich
id_id: Bagian ini diwajibkan

source: We could not find the RiR entry for this ASN
de_de: Der RiR-Eintrag für dieses ASN konnte nicht gefunden werden
id_id: Tidak bisa menemukan entri RiR untuk ASN ini

source: Object of type '%(type)s' cannot be created because it's parent entity '%(parent_tag)s/%(parent_id)s' has not yet been approved
de_de: Das Objekt vom Typ '%(type)s' kann nicht erstellt werden, da die übergeordnete Entität '%(parent_tag)s/%(parent_id)s ' noch nicht genehmigt wurde

source: Object of type '%(type)s' cannot be created because it's parent entity '%(parent_tag)s/%(parent_id)s' has been marked as deleted
de_de: Das Objekt vom Typ '%(type)s ' kann nicht erstellt werden, da die übergeordnete Entität '%(parent_tag)s/%(parent_id)s ' als gelöscht markiert wurde

source: User %(u_name)s wishes to be affiliated to your Organization
de_de: Benutzer%(u_name)s wünscht, zu Ihrer Organisation zuzugehören
id_id: Pengguna %(u_name)s ingin berafiliasi dengan Organisasi anda

source: Confirm your e-mail address
de_de: Bestätigen Sie Ihre E-Mail Adresse
id_id: Konfirmasi surel anda

source: Please confirm that
de_de: Bitte bestätigen Sie, dass
id_id: Tolong konfirmasi

source: is your email-address
de_de: ist Ihre E-Mail-Adresse
id_id: adalah surat elektronik anda

source: Confirm
de_de: Bestätigen
id_id: Konfirmasi

source: The email confirmation process for this email address has been terminated, please re-initate
de_de: Der E-Mail-Bestätigungsvorgang für diese E-Mail-Adresse wurde beendet, bitte erneut initialisieren
id_id: Proses konfirmasi surel untuk alamat surel ini telah dihentikan, silakan memulai kembali

source: here
de_de: hier
id_id: disini

source: Please use
de_de: Bitte verwenden Sie
id_id: Tolong gunakan

source: this page
de_de: diese Seite
id_id: halaman ini

source: instead
de_de: stattdessen
id_id: sebagai gantinya

source: Home
de_de: Startseite

source: Prepare
de_de: Vorbereiten
id_id: Persiapan

source: Preview
de_de: Vorschau
id_id: Pratinjau

source: Result
de_de: Ergebnis
id_id: Hasil

source: Merge Notification
de_de: Benachrichtigung über Zusammenführung
id_id: Pemberitahuan penggabungan

source: has been merged into
de_de: wurde zusammengeführt mit
id_id: sudah digabungkan ke

source: All merges are processed manually by peeringdb support staff. If you think this action has been executed in error please dont hesitate to contact peeringdb support at
de_de: Alle Zusammenführungen werden von PeeringDB-Supportpersonal manuell ausgeführt. Wenn Sie der Meinung sind, dass diese Aktion fehlerhaft ausgeführt wurde, wenden Sie sich bitte an den PeeringDB-Support unter
id_id: Semua penggabungan diproses secara manual oleh staf peeringdb. Jika Anda berpikir tindakan ini adalah kesalahan, jangan ragu untuk menghubungi staf peeringdb di

source: %(u_full_name)s's affiliation request to %(o_name)s has been APPROVED by %(admin_full_name)s.
de_de: Die Anfrage von %(u_full_name)s, zu %(o_name)s dazu zu gehören, wurde von %(admin_full_name)s genehmigt.
id_id: Permintaan afiliasi %(u_full_name)s kepada %(o_name)s udah DISETUJUI oleh %(admin_full_name)s.

source: No further action is required on your part.
de_de: Von Ihrer Seite sind keine weiteren Maßnahmen erforderlich.
id_id: Tidak ada tindakan yg diperlukan dari sisi anda.

source: As the organization's administrator you may view your organization's user list here
de_de: Als Administrator der Organisation können Sie die Benutzerliste Ihrer Organisation hier anzeigen
id_id: Sebagai administrator organsiasi, anda bisa melihat daftar pengguna organisasi anda disini

source: %(u_full_name)s's affiliation request to %(o_name)s has been DENIED by %(admin_full_name)s.
de_de: Die Anfrage von %(u_full_name)s, zu %(o_name)s dazu zu gehören, wurde von %(admin_full_name)s abgelehnt.
id_id: Permintaan afiliasi %(u_full_name)s kepada %(o_name)s udah DITOLAK oleh %(admin_full_name)s.

source: User %(u_name)s (%(u_email)s) wishes to be affiliated to %(o_name)s.
de_de: Benutzer %(u_name)s (%(u_email)s) möchte zu %(o_name)s dazu gehören.
id_id: Pengguna %(u_name)s (%(u_email)s) ingin berafiliasi dengan %(o_name)s.

source: As the organization's administrator you may approve or deny this request here
de_de: Als Administrator der Organisation können Sie diese Anfrage genehmigen oder ablehnen
id_id: Sebagai administrator organisasi, anda bisa menyetujui atau menolak permintaan disini

source: Ownership of organization was automatically granted to user
de_de: Der Besitz der Organisation wurde automatisch dem Benutzer erteilt
id_id: Kepemilikan organisasi secara otomatis diberikan kepada pengguna

source: User
de_de: Benutzer
id_id: Pengguna

source: Network
de_de: Netzwerk
id_id: Jaringan

source: Organization %(o_name)s (%(o_id)s) was automatically created during user '%(u_name)s's affiliation request to AS%(asn)s
de_de: Die Organisation %(o_name)s (%(o_id)s) wurde automatisch während der Benutzeranfrage von '%(u_name)s, zu %(asn)s dazu zu gehören, erstellt
id_id: Organisasi %(o_name)s (%(o_id)s) dibuat otomatis pada saat permintaan afiliasi pengguna '%(u_name)s ke AS%(asn)s

source: Network %(n_name)s (%(n_id)s) was automatically created during user '%(u_name)s's affiliation request to AS%(asn)s
de_de: Das Netzwerk %(n_name)s (%(n_id)s) wurde automatisch während der Benutzeranfrage von '%(u_name)s, zu %(asn)s dazu zu gehören, erstellt
id_id: Jaringan %(n_name)s (%(n_id)s) dibuat otomatis pada saat permintaan afiliasi pengguna '%(u_name)sâ€™ ke AS%(asn)s

source: User '%(u_name)s' created Network %(n_name)s AS%(n_asn)s (%(n_id)s) under organzation %(o_name)s (%(o_id)s).
de_de: Der Benutzer '%(u_name)s ' hat das Netzwerk %(n_name)s als %(n_asn)s (%(n_id)s) unter Organisation %(o_name)s (%(o_id)s) erstellt.
id_id: Pengguna '%(u_name)s' membuat Jaringan %(n_name)s AS%(n_asn)s (%(n_id)s) didalam organisasi %(o_name)s (%(o_id)s).
