Repository: peeringdb/peeringdb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de, id_id

source: Only verified users may request ownership to an organization
de_de: Nur freigebene und bestätigte Benutzer können Eigentum an Organisations-Objekten anfordern
id_id: Hanya pengguna yg terverifikasi yg bisa meminta kepemilikan organisasi

source: Become a Sponsor
de_de: Pate werden
id_id: Menjadi Sponsor

source: These are the usernames associated with your email address
de_de: Folgene Benutzernamen sind mit Ihrer E-Mail-Adresse verknüpft
id_id: Ini adalah nama pengguna yg diasosiasikan dengan surel anda

source: The secret you provided does not match the secret required to complete this process
de_de: Das übermittelte Kennwort stimmt nicht mit dem hinterlegten Kennwort überein, was benötigt wird um fortzufahren
id_id: Secret yg anda masukkan tidak sama dengan secret yg diperlukan untuk menylesaikan proses ini

source: Note
de_de: Notiz
id_id: Catatan

source: You should complete the process in the same browser that you originally initiated it in.
de_de: Der Vorgang sollte im gleichen Browser fortgeführt werden, in dem Sie damit angefangen haben
id_id: Anda harus menyelesaikan proses ini di peramban yg sama dengan yg anda mulai proses ini.

source: Please re-initiate it
de_de: Bitte beginnen Sie noch einmal von vorn
id_id: Tolong dicoba lagi

source: This form allows you to retrieve the usernames associated with your email address.
de_de: Dieses Formular ermöglicht es Ihnen alle Benutzer anzuzeigen, die mit Ihrer E-Mail-Adresse verknüpft sind
id_id: Formulir ini dapat digunakan untuk mengambil nama pengguna yg berasosiasi dengan surel anda.

source: We've sent instructions to your email address, provided it is in our system.
de_de: Sofern uns Ihre E-Mail-Adresse bekannt ist, haben wir Ihnen dorthin Anweisungen zugesandt.
id_id: Kami telah mengirimkan instruksi ke surel anda yang ada di data kami.

source: Retrieve username(s)
de_de: Benutzername(n) abrufen
id_id: Ambil nama pengguna

source: Your user account has not been affiliated with any Organization yet, and will have limited access to some of the data (such as non-public network contact information).
de_de: Ihr Zugang wurde mit noch keiner Organisation verbunden und hat deshalb nur eingeschränkten Zugang zu manchen Daten (wie z.B. nicht öffentiche Kontaktinformationen).
id_id: Akun anda belum berafiliasi dengan Organisasi manapun, kareanya akan mempunyai akses yg terbatas (seperti kontak jaringan yg bukan umum).

source: Please take the time to confirm your email address and request affiliation
de_de: Bitte nehmen Sie sich die Zeit und bestätigen Sie Ihre E-Mail Adresse sowie zusammenhängende Zugehörigkeiten
id_id: Tolong konfirmasi surel anda dan sekalian mengurus afiliasi dengan organisasi anda

source: You may request affiliation to an Organization or ASN
de_de: Sie können die Zugehörigkeit zu einer Organisation oder zu einem ASN beantragen
id_id: Anda dapat meminta afiliasi ke Organisasi atau ASN

source: Select language
de_de: Sprache auswählen
id_id: Pilih bahasa

source: Language preference saved
de_de: Sprachauswahl gespeichert
id_id: Bahasa utama disimpan

source: Set language preference
de_de: Sprachauswahl speichern
id_id: Ganti bahasa utama

source: You have confirmed your email address!
de_de: Sie haben Ihre E-Mail-Adresse bestätigt!
id_id: Anda telah mengkonfirmasi surel anda!

source: Attention!
de_de: Achtung!
id_id: Perhatian!

source: Email Confirmation
de_de: E-Mail bestätigen
id_id: Konfirmasi Surel

source: Before getting access to any other features, you need to confirm your email address.
de_de: Zugang zu weiteren Funktionen wird erst nach Bestätigung der E-Mail-Adresse gewährt.
id_id: Sebelum bisa mengakses ke fitur lainnya, anda harus mengkonfirmasi surel anda.

source: We have sent you a message containing the confirmation link.
de_de: Wir haben Ihnen eine Nachricht mit dem Bestätigungslink zugesandt.
id_id: Kami telah mengirimkan pesan yg berisi tautan konfirmasi.

source: You won't have full access until we or the organization you are affiliated with have reviewed your account. Thank you for your patience.
de_de: Bevor wir oder die Organisation, der Sie angehören, Ihr Konto geprüft haben, werden Sie noch keinen Vollzugriff haben. Vielen Dank für Ihre Geduld.
id_id: Anda tidak akan mendapatkan full akses sampai kami atau organisasi yg berafiliasi dengan anda telah mereview akun anda. Terima kasih atas kesabarannya.

source: Affiliate with organization
de_de: Zuordnung zu einer Organisation anfordern
id_id: Afiliasi dengan organisasi

source: Your affiliation with %(ar_name)s is pending approval.
de_de: Ihre Zuordnung zu %(ar_name)s wartet auf Genehmigung.
id_id: Afiliasi anda dengan %(ar_name) menunggu persetujuan.

source: Your affiliation with %(ar_name)s was denied
de_de: Ihre Zuordnung zu %(ar_name)s wurde abgelehnt.
id_id: Afiliasi anda dengan %(ar_name) ditolak.

source: Your affiliation with %(ar_name)s was approved
de_de: Ihre Zuordnung zu %(ar_name)s wurde bestätigt.
id_id: Afiliasi anda dengan %(ar_name) telah disetujui

source: To affiliate with an existing organization, please enter the ASN or organization name below.
de_de: Um einer existierenden Organisation zugeordnet zu werden, geben Sie bitte die ASN oder den Organisationsnamen unten ein.
id_id: Untuk berafiliasi dengan organisasi yg telah ada, silahkan masukkan ASN atau nama organisasi dibawah ini.

source: To register a new network organization, please enter the ASN and organization name below.
de_de: Um eine neue Organisation zu registrieren, geben Sie bitte die ASN und den Organisationsnamen unten ein.
id_id: Untuk mendaftarkan jaringan baru, silahkan masukkan ASN atau nama organisasi dibawah ini.

source: To register a new facility or exchange organization, please enter the organization name below (ASN is optional).
de_de: Um einen neuen Standort oder Exchange zu registrieren, geben Sie bitte den Organisationsnamen unten ein (ASN ist optional).
id_id: Untuk mendaftarkan fasilitas atau exchange baru, silahkan masukkan nama organisasi dibawah ini (ASN tidak wajib).

source: Affiliate
de_de: Zuordnung anfordern
id_id: Afiliasi

source: In case the RiR entry cannot be retrieved for your ASN, please contact
de_de: Im Falle, dass der RIR-Eintrag für Ihre ASN nicht eingeholt werden kann, kontaktieren Sie bitte
id_id: Jika data RiR tidak dapat diambil untuk ASN anda, silahkan kontak ke

source: for assistance
de_de: für Unterstützung
id_id: untuk bantuan

source: Existing affiliations
de_de: Bestehende Zuordnungen
id_id: Afiliasi saat ini

source: Your affiliation with
de_de: Ihre Zuordnung zu
id_id: Afiliasi anda dengan

source: has been approved
de_de: wurde bestätigt
id_id: telah disetujui

source: Manage OAuth Applications
de_de: OAuth-Anwendungen verwalten
id_id: Atur Aplikasi OAuth

source: Change email address
de_de: E-Mail-Adresse ändern
id_id: Ganti alamat surel

source: For speedy validation, it is required that you use a work e-mail address. If you plan to register your ASN with PeeringDB, it is recommended that you use an email-address that exists in the ASN's public contact details.
de_de: Für eine schnelle Überprüfung ist es notwendig, dass sie eine Unternehmens-E-Mail-Adresse verwenden. Wenn Sie vorhaben, Ihre ASN bei PeeringDB zu registrieren, empfehlen wir, dass Sie eine E-Mail-Adresse verwenden, die bereits in den öffentlichen Kontaktdetails Ihrer ASN vorhanden ist.
id_id: Untuk validasi yg cepat, diperlukan alamat surel kerja anda. Jika anda berencana untuk mendaftarkan ASN anda dengan PeeringDB, sangat direkomendasikan untuk menggunakan alamat surle yg ada di informasi public untuk kontak ASN anda.

source: Change Email
de_de: E-Mail-Adresse ändern
id_id: Ganti surel

source: Change password
de_de: Passwort ändern
id_id: Ganti password

source: Password changed
de_de: Password geändert
id_id: Password telah diganti

source: Current Password
de_de: Aktuelles Passwort
id_id: Password saat ini

source: Password Verification
de_de: Passwort erneut eingeben
id_id: Verifikasi katasandi

source: Pending Review
de_de: In Prüfung
id_id: Review tertunda

source: Edit
de_de: Bearbeiten
id_id: Sunting

source: Cancel
de_de: Abbrechen
id_id: Batal

source: Save
de_de: Speichern
id_id: Simpan

source: Some of the data on this page is incomplete, please update the fields marked with
de_de: Einige der Daten auf dieser Seite sind unvollständig. Bitte aktualisieren Sie die Felder, die mit
id_id: Beberapa data ti halaman ini tidak lengkap, tolong perbarui isian yg ditandai dengan

source: to improve data quality
de_de: markiert sind, um die Datenqualität zu erhöhen.
id_id: untuk memperbaiki kualitas data

source: Address failed validation.
de_de: Adressüberprüfung fehlgeschlagen.
id_id: Alamat gagal di validasi.

source: Geocoding error
de_de: Geocode-Fehler
id_id: Error geocoding

source: Geocode data for this entity could not obtained at this point. This is done automatically upon address field changes.
de_de: Geocodedaten für dieses Objekt konnten zu diesem Zeitpunkt nicht abgerufen werden. Dies geschieht automatisch bei Änderungen im Adressfeld.
id_id: Data geocode untuk entitas ini tidak dapat diambil saat ini. Ini akan dilakukan otomatis saat pergantian isian alamat.

source: Updated geocode data for this entity will be obtained shortly
de_de: Aktuelle Geocodedaten für dieses Objekt werden in Kürze abgerufen
id_id: Data geocode untuk entitas ini akan diperbaharui sesaat lagi

source: Add
de_de: Hinzufügen
id_id: Tambah

source: Nothing matched your filter
de_de: Keine Einträge zum gewählten Filter gefunden
id_id: Tidak ada yg sesuai dengan filter anda

source: You may filter by
de_de: Sie können filtern nach
id_id: Anda dapat memfilter dengan

source: ATTENTION: Any network relationships to the exchange via this LAN will be removed as well
de_de: ACHTUNG: Netzwerk-Beziehungen zu diesen Austauschknoten über dieses LAN werden ebenfalls entfernt
id_id: PERHATIAN: Semua hubungan jaringan ke exchange via LAN ini akan dihapus semua

source: Add Prefix
de_de: Prefix hinzufügen
id_id: Tambahkan Prefix

source: Add LAN
de_de: LAN hinzufügen
id_id: Tambah LAN

source: Facility
de_de: Gebäude
id_id: Fasilitas

source: Exchange - Facility link
de_de: Austauschknoten - Gebäude Verknüpfen
id_id: Exchange - Link fasilitas

source: Add Facility
de_de: Gebäude hinzufügen
id_id: Tambah fasilitas

source: Speed
de_de: Geschwindigkeit
id_id: Kecepatan

source: Exchange
de_de: Austauschknoten

source: Long Name
de_de: Vollstäniger Name
id_id: Nama panjang

source: Some of this network's contacts are hidden because they are only visible to authenticated users and you are currently not logged in.
de_de: Einige der Kontaktdaten werden nur angemeldeten Benutzern angezeigt. Bitte melden Sie sich an.
id_id: Beberapa kontak dari jaringan ini tersembunyi karena cuma tersedia untuk user yang sudah masuk dan saat ini anda belum masuk.

source: Some of this network's contacts are hidden because your user account is not affiliated with any organization.
de_de: Einige der Kontaktdaten dieses Netzwerks werden nicht angezeigt, da Ihr Zugang nicht mit dieser Organisation verknüpft ist.
id_id: Beberapa kontak dari jaringan ini tersembunyi karena akun anda tidak berafiliasi dengan organisasi manapun.

source: Role
de_de: Rolle

source: Visiblity
de_de: Sichtbarkeit
id_id: Visibilitas

source: Phone
de_de: Telefon
id_id: Telepon

source: Visibility
de_de: Sichtbarkeit
id_id: Visibilitas

source: Add Contact
de_de: Kontakt hinzufügen
id_id: Tambah kontak

source: Public Peering Exchange Points
de_de: Öffentliche Peering-Exchanges

source: Network - Exchange link
de_de: Netzwerk-Exchange-Kopplung
id_id: Jaringan - Exchange link

source: Local ASN
de_de: Lokale ASN
id_id: ASN Lokal

source: Speed (mbit/sec)
de_de: Datenrate (mbit/s)
id_id: Kecepatan (mbit/sec)

source: Add Exchange Point
de_de: Exchange hinzufügen
id_id: Tambah Exchange Point

source: member
de_de: Mitglied
id_id: anggota

source: Remove
de_de: Entfernen
id_id: Hapus

source: Manage
de_de: Verwalten
id_id: Kelola

source: Add Network
de_de: Netzwerk hinzufügen
id_id: Tambah Jaringan

source: Add Exchange
de_de: Exchange hinzufügen
id_id: Tambah Exchange

source: Permissions
de_de: Berechtigungen
id_id: Perizinan

source: Website
de_de: Webseite

source: Address 1
de_de: Adresse 1
id_id: Alamat 1

source: Address 2
de_de: Adresse 2
id_id: Alamat 2

source: Zip-Code
de_de: Postleitzahl
id_id: Kodepos

source: CLLI Code
de_de: CLLI-Code (USA)
id_id: Kode CLLI

source: IRR Record
de_de: IRR-Eintrag
id_id: IRR

source: Traffic Ratios
de_de: Trafficverhältnis
id_id: Rasio Trafik

source: Policy URL
de_de: Peeringrichtlinien-URL
id_id: URL Kebijakan

source: Multiple Locations
de_de: Multiple Übergabepunkte
id_id: Beberapa Lokasi

source: Ratio Requirement
de_de: Trafficverhältnis-Anforderung
id_id: Kebutuhan rasio

source: Contract Requirement
de_de: Vertrag erforderlich
id_id: Kebutuhan kontrak

source: Add a new Network to your Organization.
de_de: Fügen Sie deiner Organisation ein neues Netzwerk hinzu.
id_id: Tambah jaringan baru ke organsiasi anda

source: We will attempt to automatically verify your relationship to the network by checking for your email address in the ASN's RiR entry.
de_de: Wir werden versuchen, automatisch Ihre Verbindung zu diesem Netzwerk zu prüfen, indem wir Ihre E-Mail-Adresse gegen den ASN-RIR-Eintrag prüfen.
id_id: Kami akan mencoba memeriksa secara otomatis hubungan anda ke jaringan ini dengan memeriksa alamat surel dalam entri ASN di RiR.

source: In case of verification failure the network will need to be approved by PeeringDB staff before it will appear in the search results or the API listings.
de_de: Sollte die Überprüfung nicht gelingen muss das Netzwerk von PeeringDB-Mitarbeitern akzeptiert werden, bevor es in den Suchergebnissen oder den API-Listungen aufgeführt wird.
id_id: Jika pemeriksaan gagal, maka jaringan harus menunggu untuk di setujui oleh staff PeeringDB sebelum bisa muncul dalam hasil pencarian atau hasil API.

source: Submit Network
de_de: Netzwerk einreichen
id_id: Kirim Jaringan

source: for assistance with the creation of your network in PeeringDB.
de_de: für Unterstützung bei der Erstellung Ihres Netzwerkes in PeeringDB.
id_id: untuk bantuan dengan pembuatan jaringan baru di PeeringDB.

source: Traffic Stats Website
de_de: Trafficstatistik-Webseite
id_id: Website Statistik Trafik

source: Technical E-mail
de_de: E-Mail (technisch)
id_id: Surel Teknis

source: Technical Phone
de_de: Telefon (technisch)
id_id: Telepon Teknis

source: Policy E-mail
de_de: E-Mail (Peeringrichtlinien)
id_id: Surel kebijakan

source: Policy Phone
de_de: Telefon (Peeringrichtlinien)
id_id: Telepon kebijakan

source: Confirmed
de_de: Bestätigt
id_id: Dikonfirmasi

source: Date
de_de: Datum
id_id: Tanggal

source: Currently no users requesting affiliation with
de_de: Derzeit wartet kein Nutzer auf Zuordnung zu
id_id: Saat ini tidak ada pengguna yg meminta untuk afiliasi

source: Group
de_de: Gruppe
id_id: Grup

source: Here you can grant permissions to regular members of your organization. Administrative users are not listed here as they have access to everything by default.
de_de: Hier können regulären Mitgliedern Berechtigungen zugeteilt werden. Administratoren werden hier nicht aufgelistet, da sie standardmäßig zu allem Zugriff haben.
id_id: Disini anda bisa menyetujui untuk pengguna biasa dari organisasi anda. User admin tidak ditampilkan disini.

source: Additionally, entities that are pending review cannot be permissioned out to users, and will not appear in the entity list.
de_de: Außerdem können für noch zu prüfende Objekte keine Berechtigungen verteilt werden und werden daher nicht aufgelistet.
id_id: Selain itu, entitas yang menunggu review tidak dapat dilihat pengguna, dan tidak akan muncul dalam daftar entitas.

source: Update
de_de: Aktualisieren
id_id: Perbarui

source: Delete
de_de: Löschen
id_id: Hapus

source: Your email address does not match the domain information we have on file for this organization.
de_de: Ihre E-Mail-Adresse entspricht nicht den Informationen, die uns zu dieser Organisation bekannt sind.
id_id: Alamat email Anda tidak cocok informasi domain yang kita miliki di file untuk organisasi ini.

source: seconds ago
de_de: Sekunden her
id_id: detik lalu

source: minutes ago
de_de: Minuten her
id_id: menit yang lalu

source: hours ago
de_de: Stunden her
id_id: jam yang lalu

source: days ago
de_de: Tage her
id_id: hari yang lalu

source: Invalid prefix: {}
de_de: Ungültiges Prefix: {}
id_id: Prefiks tidak valid: {}

source: Address space invalid: {}
de_de: Adressbereich ungültig: {}
id_id: Address space tidak valid: {}

source: Maximum value allowed {}
de_de: gültiges Maximum {}
id_id: Nilai maksimum yg diijinkan {}

source: Negative value not allowed
de_de: Negativwerte nicht erlaubt
id_id: Nilai negatif tidak diperbolehkan

source: Please wait a bit before requesting ownership again.
de_de: Bitte warten Sie, bevor Sie erneut Besitz beantragen.
id_id: Mohon tunggu beberapa waktu sebelum meminta kepemilikan lagi

source: Invalid organization
de_de: Ungültige Organisation
id_id: Organisasi tidak valid

source: Organization '%(org_name)s' is already under ownership
de_de: Organisation '%(org_name)s' ist bereits in Besitz
id_id: Organisasi '%(org_name)s' sudah dalam kepemilikan anda

source: Organization does not exist
de_de: Organisation existiert nicht
id_id: Organisasi tidak ada

source: You already have an ownership request pending for this organization
de_de: Sie haben bereits eine Besitzanfrage für diese Organisation gestellt
id_id: Anda sudah masuk ke daftar tunggu kepemilikan untuk organisasi ini

source: Please wait a bit before requesting affiliation again.
de_de: Bitte warten Sie, bevor Sie erneut Zuordnung anfordern.
id_id: Mohon tunggu beberapa waktu sebelum meminta afiliasi kembali.

source: Either ASN or Organization required
de_de: Entweder ASN oder Organisation erforderlich
id_id: Memerlukan ASN atau Nama Organisasi

source: Could not retrieve RiR entry
de_de: RIR-Eintrag konnte nicht eingeholt werden
id_id: Tidak dapat memeriksa daftar di RiR

source: Please wait a bit before trying to resend the confirmation email again
de_de: Bitte warten Sie, bevor Sie erneut eine Bestätigungsmail anfordern
id_id: Mohon tunggu beberapa saat sebelum meminta kirim ulang surel konfirmasi

source: We have resent your confirmation email
de_de: Wir haben Ihnen eine Bestätigungsmail gesendet.
id_id: Kami telah mengirimkan surel konfirmasi anda

source: Please wait a bit before requesting another email change
de_de: Bitte warten Sie, bevor Sie eine weitere E-Mail-Änderung beantragen
id_id: Mohon tunggu beberapa saat sebelum meminta perubahan surel kembali

source: E-mail already exists in our system
de_de: E-Mail-Adresse existiert bereits in unserem System
id_id: Surel (Surat Elektronik) telah ada di sistem kami

source: Wrong password
de_de: Falsches Passwort
id_id: Kata sandi salah

source: Please wait a bit before requesting your usernames again.
de_de: Bitte warten Sie, bevor Sie ihren Benutzernamen erneut anfordern
id_id: Mohon tunggu beberapa waktu sebelum meminta nama pengguna kembali.

source: Invalid Security Token
de_de: Ungültiges Sicherheitstoken
id_id: Token Keamanan tidak valid

source: Password Reset Process has expired, please
de_de: Passwort-Zurücksetzungsprozess ist abgelaufen, bitte
id_id: Proses ubah kata sandi telah kadaluwarsa, tolong

source: Please log out of your current session before trying to register. Notice, multiple accounts are no longer needed.
de_de: Bitte aus der aktuellen Session ausloggen, bevor Sie versuchen, sich zu registrieren. Beachte: multiple Accounts werden nicht mehr benötigt.
id_id: Mohon untuk keluar dari sesi saat ini sebelum mencoba untuk mendaftar. Catatan, akun ganda saat ini tidak diperbolehkan.

source: reCAPTCHA invalid
de_de: reCAPTCHA ungültig
id_id: reCaptcha tidak valid

source: This email address has already been used
de_de: Diese E-Mail-Adresse wurde bereits genutzt
id_id: Surel ini sudah dipakai

source: Already logged in
de_de: Bereits eingeloggt
id_id: Sudah login

source: Location
de_de: Ort
id_id: Lokasi

source: Country Code
de_de: Land
id_id: Kode Negara

source: Notes
de_de: Notizen
id_id: Catatan

source: Markdown enabled
de_de: Markdown verfügbar
id_id: Markdown Aktif

source: Protocols Supported
de_de: Unterstützte Protokolle
id_id: Protokol yang didukung

source: Contact Information
de_de: Kontaktinformationen
id_id: Kontak

source: Company Website
de_de: Unternehmenswebseite
id_id: Website

source: Technical Email
de_de: E-Mail (technisch)
id_id: Surel Teknis

source: Policy Email
de_de: E-Mail (Peeringrichtlinien)
id_id: Surel Kebijakan

source: Also Known As
de_de: Auch bekannt als
id_id: Juga Dikenal Sebagai

source: Route Server URL
de_de: Routenserver URL
id_id: URL Route Server

source: Last Updated
de_de: Zuletzt aktualisiert
id_id: Terakhir diperbaharui

source: PeeringDB Configuration
de_de: PeeringDB-Konfiguration
id_id: Konfigurasi PeeringDB

source: Allow IXP Update
de_de: IXP-Updates erlauben
id_id: Izinkan Pembaruan oleh IXP

source: If enabled, an ixp may manage this network's entry in their peering list
de_de: Wenn aktiviert, darf ein IXP den Eintrag dieses Netzwerkes in seiner Peeringliste verwalten
id_id: Jika diaktifkan, ixp bisa mengelola entri ini di daftar peering mereka

source: Peering Policy Information
de_de: Peeringrichtlinien-Information
id_id: Informasi Kebijakan Peering

source: Peering Policy
de_de: Peeringrichtlinien
id_id: Kebijakan Peering

source: Please wait a bit before trying to login again.
de_de: Bitte warten Sie, bevor sie erneut versuchen, sich anzumelden.
id_id: Mohon tunggu beberapa saat, sebelum mencoba login kembali.

source: Account disabled.
de_de: Account deaktiviert.
id_id: Akun nonaktif.

source: Invalid username/password.
de_de: Ungültiger Benutzername/Passwort.
id_id: Nama Pengguna/Password salah.

source: English
de_de: Englisch
id_id: Bahasa Inggris

source: Portuguese
de_de: Portugiesisch
id_id: Portugis

source: Abuse
id_id: Penyalahgunaan

source: Merge this facility - it will be deleted
id_id: Gabungkan fasilitas ini - akan dihapus

source: Target facility
id_id: Fasilitas tujuan

source: Undo this merge
id_id: Batalkan penggabungan ini

source: {} Merge Notification: {} -> {}
id_id: {} Pemberitahuan Penggabungan: {} -> {}

source: Gold
id_id: Emas

source: Merge Facilities
id_id: Gabungkan Fasilitas

source: Merge Facilities: UNDO
id_id: Gabungkan Fasilitas: BATAL

source: IXF Import Log
id_id: Catatan impor IXF

source: IXF Import Logs
id_id: Catatan impor IXF

source: Descriptive text of command that can be searched
id_id: Teks perintah deskriptif yang dapat dicari

source: Name
id_id: Nama

source: Management
id_id: Manajemen

source: IP Block
id_id: Blok IP

source: Please specify an email address for your account, we won't be able to proceed with verification until you do.
id_id: Tolong masukkan alamat surel untuk akun anda, kami tidak akan bisa melanjutkan proses verifikasi ini.

source: Peer Name
id_id: Nama peer

source: E-Mail
id_id: Surel

source: Looking Glass URL
id_id: URL Looking Glass

source: IPv4 Prefixes
id_id: Prefiks IPv4

source: IPv6 Prefixes
id_id: Prefiks IPv6
