Repository: peeringdb/peeringdb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de, id_id

source: As the user's email address was succesfully matched against RiR entry data this network has skipped the verification queue.
de_de: Da die E-Mail-Adresse des Benutzers erfolgreich mit RiR Eintragsdaten abgeglichen werden konnte, hat dieses Netzwerk die Überprüfungswarteschlange übersprungen.
id_id: Karena alamat surel pengguna berhasil dicocokkan dengan data entri RiR, jaringan ini telah melewati antrean verifikasi.

source: User %(u_name)s (%(u_email)s) wishes to be affiliated to ASN %(inst)s
de_de: Benutzer %(u_name)s (%(u_email)s) möchte zu ASN %(inst)s dazu gehören
id_id: Pengguna %(u_name)s (%(u_email)s) ingin berafiliasi dengan ASN %(inst)s

source: They also provided this organization name in their request
de_de: Sie haben ferner diesen Organisationsnamen in ihrer Anforderung angegeben
id_id: Mereka juga memberikan nama organisasi ini dalam permintaan mereka

source: There was no entry in our database that matches that ASN, so it is likely that a network and organzation for it will need to be created.
de_de: Es gab keinen Eintrag in unserer Datenbank, der diesem ASN entspricht. Daher ist es wahrscheinlich, dass ein Netzwerk- und Organisationseintrag erstellt werden muss.
id_id: Tidak ada entri dalam basis data kami yang cocok dengan ASN, sehingga kemungkinan jaringan dan organisasi untuk itu perlu dibuat.

source: User %(u_name)s (%(u_email)s) wishes to create an organization called %(o_name)s.
de_de: Benutzer %(u_name)s (%(u_email)s) möchte eine Organisation mit dem Namen %(o_name) s erstellen.
id_id: Pengguna %(u_name)s (%(u_email)s) ingin membuat organisasi bernama %(o_name)s.

source: There was no entry in our database that matches that organization name and no ASN was provided, so it is likely that this organization will need to be created.
de_de: Es war kein Eintrag in unserer Datenbank vorhanden, der diesem Organisationsnamen entspricht, und es wurde kein ASN angegeben, daher ist es wahrscheinlich, dass diese Organisation angelegt werden muss.
id_id: Tidak ada entri dalam basis data kami yang cocok dengan nama organisasi itu dan tidak ada ASN yang disediakan, sehingga kemungkinan organisasi ini perlu dibuat.

source: You may create a new organization here
de_de: Sie können hier eine neue Organisation anlegen
id_id: Anda bisa membuat organisasi baru disini

source: You may create a new network here
de_de: Sie können hier ein neues Netzwerk anlegen
id_id: Anda bisa membuat jaringan baru disini

source: user %(user_name)s (%(u_email)s) wishes to be affiliated to Organization '%(o_name)s'
de_de: Benutzer %(user_name)s (%(u_email)s) möchte der Organisation '%(o_name)s' zugeordnet werden.
id_id: pengguna %(user_name)s (%(u_email)s) meminta untuk bergabung ke Organisasi '%(o_name)s'

source: They also provided this ASN in their request
de_de: Sie haben ferner dieses ASN in ihrer Anforderung angegeben
id_id: Mereka juga memberikan ASN ini di permintaan mereka

source: ATTENTION: This is an ownership request, approving it will grant the user administration rights over the organization and any entities it owns.
de_de: Achtung: Hierbei handelt es sich um eine Anfrage nach Übertragung von Besitzrechten. Durch die Genehmigung werden dem Benutzer Verwaltungsrechte für die Organisation und alle Entitäten, die sie besitzt, gewährt.
id_id: PERHATIAN: Ini adalah permintaan hak milik, menyetujuinya akan memberikan pengguna hak administratif ke organisasi and semua entitas yg dimilikinya.

source: These are the website addresses were able to derive from the organzation and it's entities
de_de: Diese Website-Adressen wurden von der Organisation und ihren Entitäten abgeleitet
id_id: Ini adalah alamat website yg berasal dari organisasi dan entitasnya

source: These are the email addresses we could fetch from the ASNs belonging to this organization
de_de: Diese E-Mail-Adressen konnten aus dem ASN-Satz der Organisation extrahiert werden
id_id: Ini adalah alamat surel yg bisa kami temukan dari ASN milik organisasi ini

source: The user is affiliated with other organizations
de_de: Der Benutzer ist auch anderen Organisationen zugeordnet
id_id: Pengguna ini berafiliasi dengan organisasi lain

source: ADMIN
de_de: ADMINISTRATOR

source: MEMBER
de_de: MITGLIED

source: Review Affiliation/Ownership Request
de_de: Überprüfen Sie bitte die Anfrage nach Zuordnung / Gewährung von Besitzrechten
id_id: Tinjau Permintaan Afiliasi/Kepemilikan

source: Approve Ownership Request and Notify User
de_de: Genehmigen Sie bitte die Anfrage nach Zuordnung / Gewährung von Besitzrechten und benachrichtigen den Benutzer
id_id: Setujui Permintaan Kepemilikan dan Beritahu Pengguna

source: A new '%(entity_type_name)s' has been created and requires your approval.
de_de: Ein/e neue/s '%(entity_type_name)s' wurde erstellt und erfordert Ihre Genehmigung.
id_id: '% (Entity_type_name)s' baru telah dibuat dan memerlukan persetujuan Anda.

source: We retrieved the RiR entry for the specified ASN
de_de: Wir haben den RiR-Eintrag für die angegebene ASN abgerufen
id_id: Kami mengambil catatan RiR untuk ASN yang ditentukan

source: but found no match with the requesting user. Here are the email addresses we gatehered
de_de: aber fand keine Übereinstimmung mit dem Benutzer, der die Anforderung stellte. Hier sind die E-Mail-Adressen, die wir fanden
id_id: tidak menemukan kecocokan dengan pengguna yang diminta. Berikut adalah alamat surel yang kami temukan

source: Requested by user
de_de: Beantragt von Benutzer
id_id: Diminta oleh pengguna

source: You can go to
de_de: Bitte gehen Sie zu
id_id: Anda dapat pergi ke

source: to view and approve or deny this entry
de_de: Um den Benutzer freizuschalten oder abzulehnen
id_id: untuk melihat dan menyetujui atau menolak entri ini

source: %(i_label)s level sponsorship from '%(io_name)s' expired on %(i_end_date)s.
de_de: %(i_label)s-Sponsorpaket von '%(io_name)s ' ist am %(i_end_date)s abgelaufen.
id_id: %(i_label)s sponsor dari '%(io_name)s' kadaluwarsa pada %(i_end_date)s.

source: Your affiliation request to the Organization '%(o_name)s' and it's entities has been approved.
de_de: Ihre Anfrage, der Organisation '%(o_name)s' und ihren Entitäten zugeordnet zu werden, wurde genehmigt.
id_id: Permintaan afiliasimu ke Organisasi '%(o_name)s' dan entitasnya telah disetujui.

source: This was the result of a manual review of your affiliation request to ASN
de_de: Dies war das Ergebnis einer manuellen Überprüfung Ihrer Anfrage, dem ASN zugeordnet zu werden
id_id: Ini adalah hasil dari review manual dari permintaan afiliasi ke ASN

source: This was the result of a manual review of your affiliation request to the organization or one of it's entities.
de_de: Dies war das Ergebnis einer manuellen Überprüfung Ihrer Anfrage, der Organisation und ihren Entitäten zugeordnet zu werden.
id_id: Ini adalah hasil dari review manual dari permintaan afiliasi ke organisasi dan entitasnya.

source: You may view and edit your organization at
de_de: Sie können Daten Ihrer Organisation anschauen und editieren unter
id_id: Anda bisa melihat dan menyunting organisasi anda di

source: If you have questions, please don't hesitate to contact peeringdb support at
de_de: Wenn Sie Fragen haben, wenden Sie sich bitte an den PeeringDB-Support unter
id_id: Jika anda mempunyai pertanyaan, silahkan menghubungi staf peeringdb di

source: You initiated a password reset on PeeringDB 2 - Please follow the url below to reset your password.
de_de: Sie haben das Zurücksetzen eines Passworts auf PeeringDB 2 initiiert. Bitte folgen Sie der untenstehenden URL, um Ihr Passwort zurückzusetzen.
id_id: Anda memulai pengaturan ulang kata sandi di PeeringDB 2 - Silahkan ikuti url dibawah ini untuk mengatur ulang sandi anda.

source: If you did not initiate the password reset request, please ignore this email.
de_de: Wenn Sie das Zurücksetzen des Passworts nicht initiiert haben, ignorieren Sie diese E-Mail.
id_id: Jika anda tidak meminta pengaturan ulang kata sandi, silahkan diabaikan surel ini.

source: You requested a username retrieval on PeeringDB for the email address
de_de: Sie haben die Wiederauffindung eines Benutzernamen auf PeeringDB für folgende E-Mail-Adresse angefordert
id_id: Anda meminta pengingat nama pengguna di PeeringDB untuk surat elektronik

source: Please follow the url below to view any usernames associated with your email.
de_de: Bitte folgen Sie der untenstehenden URL, um alle mit Ihrer E-Mail verbundenen Benutzernamen anzuzeigen.
id_id: Silahkan diikuti url dibawah ini untuk melihat nama pengguna yg terikat dengan surel anda.

source: If you did not request username retrieval, you can ignore this email.
de_de: Wenn Sie die Wiederauffindung des Benutzernamen nicht angefordert haben, können Sie diese E-Mail ignorieren.
id_id: Jika anda tidak meminta pengingat nama pengguna, anda bisa mengabaikan surel ini.

source: Address
de_de: Adresse
id_id: Alamat

source: City
de_de: Stadt
id_id: Kota

source: State
de_de: Bundesland
id_id: Provinsi

source: Postal
de_de: Postleitzahl
id_id: Kodepos

source: Country
de_de: Land
id_id: Negara

source: click to select multiple
de_de: STRG + klicken, um mehrere auswählen
id_id: klik untuk memilih beberapa

source: Reset
de_de: Zurücksetzen

source: Search
de_de: Suche
id_id: Cari

source: Postal Code
de_de: Postleitzahl
id_id: Kode Pos

source: Networks
de_de: Netzwerke
id_id: Jaringan

source: Nothing matched your search criteria.
de_de: Keine Übereinstimmung mit Ihren Suchkriterien.
id_id: Pencarian tidak cocok

source: ...More than %(row_limit)s entries matched your query, refine your request...
de_de: ... Mehr als %(row_limit)s Einträge trafen auf Ihre Anfrage zu. Bitte verfeinern Sie Ihre Anforderung...

source: Continental Region
de_de: Kontinentale Region
id_id: Benua

source: Media Type
de_de: Medientyp
id_id: Tipe Media

source: Network Type
de_de: Typ des Netzwerks
id_id: Tipe Jaringan

source: Traffic Levels
de_de: Verkehrsniveau
id_id: Tingkat trafik

source: Traffic Ratio
de_de: Verkehrsverhältnis
id_id: Rasio trafik

source: Primary ASN
de_de: Primäres ASN
id_id: ASN Utama

source: IRR Macro
de_de: IRR-Makro

source: General Peering Policy
de_de: Allgemeine Peeringrichtlinie
id_id: Kebijakan Peering Umum

source: Geographic Scope
de_de: Geografischer Geltungsbereich
id_id: Cakupan Daerah

source: Also known as
de_de: Auch bekannt als
id_id: Juga dikenal sebagai

source: General Policy
de_de: Allgemeine Richtlinie
id_id: Kebijakan Umum

source: Network Scope
de_de: Netzwerkgeltungsbereich
id_id: Cakupan Jaringan

source: Exchanges
de_de: Austauschpunkte

source: Facilities
de_de: Liegenschaften
id_id: Datacenter

source: The PeeringDB Acceptable Use Policy explicitly states the parameters that copyright extends to:
de_de: Die Nutzungsbedingungen von PeeringDB sagen explizit, dass sich das Urheberrecht auch auf erstreckt:
id_id: Kebijakan Penggunaan PeeringDB secara eksplisit menyatakan parameter yang mencakup hak cipta:

source: Except for Internet operational purposes approved by PeeringDB, no part of the PeeringDB data may be reproduced, stored in a retrieval system, or transmitted, in any form or by any means, electronic, mechanical, recording, or otherwise, without prior permission of PeeringDB on behalf of the copyright holders. Any use of this material to target advertising or similar activities is explicitly forbidden and will be prosecuted. PeeringDB requests to be notified of any such activities or suspicions thereof. The PeeringDB data may not be passed on in bulk to any other person or organization unless approved by PeeringDB.
de_de: Die Inhalte der PeeringDB dürfen auschließlich zu den von PeeringDB freigegebenen Zwecken zum Betreiben des Internets benutzt werden. Inhalte der PeeringDB dürfen in keiner Form reproduziert oder in andere Systeme gespeichert oder übertragen werden - weder elekrtonisch, mechanisch, akustisch oder auf sonstigen anderen Wegen ohne vorherige Erlaubnis durch die Inhaber der PeeringDB oder im Auftrag der Copyright-Inhaber. Die Benutzung der PeeringDB zu Werbe- oder Marketingzwecken ist ausdrücklich verboten und wird juristisch verfolgt. Sollten Sie Wissen darür haben, dass die PeeringDB durch Dritte mißbräuchlich verwendet wird, bitten wir Sie darum uns darüber zu informieren.

source: Any request to pass on information to any other person or organization will be evaluated on the statement of purpose outlined by the requestor.
de_de: Jeder Antrag, Informationen an eine andere Person oder Organisation weiterzuleiten, wird auf der vom Antragsteller ausgeführten Zweckbestimmung beurteilt.

source: Users will not be able to download the full contents of the database unless the intended use is for "Internet operational issues". These words are tightly defined and would include network trouble-shooting, abuse reporting, and Internet research and analysis. It would not include compiling marketing lists, demographic mapping, or any other commercial application.
de_de: Benutzer können den vollständigen Inhalt der Datenbank nur herunterladen, wenn die beabsichtigte Verwendung für "Internet-Betriebsprobleme" vorgesehen ist. Diese Wörter sind wohl definiert und umfassen die Analyse von Netzwerkproblemen, Missbrauchsberichterstattung und Internetforschung und -analyse gehören. Nicht erlaubt sind die Erstellung von Marketinglisten, demographische Auswertung oder jede andere kommerzielle Nutzung.

source: Each request would be carefully considered in light of the PeeringDB Acceptable Use Policy.
de_de: Jede Anfrage wird im Hinblick auf die Nutzungsbedingungen von PeeringDB sorgfältig geprüft.

source: Add a new %(entity_name)s to your Organization. Note that the newly created %(entity_name)s will need to be approved by PeeringDB staff before it will appear in the search results or the API listings
de_de: Fügen Sie Ihrer Organisation eine neue Entität vom Typ %(entity_name)s hinzu. Beachten Sie, dass die neu erstellte Entität vom Typ %(entity_name)s von PeeringDB-Mitarbeitern genehmigt werden muss, bevor es in den Suchergebnissen oder den API-Auflistungen angezeigt wird
id_id: Tambahkan %(entity_name)s ke Organisasi Anda. Perhatikan bahwa %(entity_name)s yang baru dibuat harus disetujui oleh staf PeeringDB sebelum muncul dalam hasil pencarian atau daftar API

source: Submit
de_de: Absenden
id_id: Kirim

source: 404 - Not Found
de_de: 404 - Nicht gefunden
id_id: 404 - Tidak ditemukan

source: The page you requested does not exist.
de_de: Die Seite existiert nicht.
id_id: Halaman yang anda minta tidak ada.

source: 403 - Forbidden
de_de: 403 Nicht erlaubt
id_id: 403 - Terlarang

source: You dont have permissions to view this page.
de_de: Sie sind nicht berechtigt, diese Seite anzuzeigen.
id_id: Anda tidak mempunyai ijin untuk melihat halaman ini.

source: Take me home
de_de: Zur Startseite
id_id: Bawa ke halaman awal

source: All Rights Reserved. By using this service, you agree to adhere to our
de_de: Alle Rechte vorbehalten. Durch die Nutzung dieses Dienstes erklären Sie sich mit unserer
id_id: Hak cipta dilindungi. Dengan menggunakan layanan ini, Anda setuju untuk mematuhi

source: AUP
de_de: Nutzungsbedingung

source: Sponsors
de_de: Sponsoren
id_id: Sponsor

source: Partners
de_de: Partner
id_id: Mitra

source: Resources
de_de: Ressourcen
id_id: Sumber daya

source: Documentation
de_de: Dokumentation
id_id: Dokumentasi

source: API Documentation
de_de: API-Dokumentation
id_id: Dokumentasi API

source: Contact Us
de_de: Kontaktieren Sie uns
id_id: Hubungi kami

source: Global System Statistics
de_de: Globale Systemstatistik
id_id: Statistik sistem global

source: Peering Networks
de_de: Peering-Netzwerke
id_id: Jaringan Peering

source: Public Exchange Points
de_de: Öffentliche Austauschpunkte
id_id: Exchange Umum

source: Unique Public Exchange Presences
de_de: Eindeutige öffentliche Austausch-Präsenzen

source: Private Facilities
de_de: Private Liegenschaften
id_id: Fasilitas pribadi

source: Private Facility Presences
de_de: Präsenzen an privaten Liegenschaften
id_id: Ketersediaan Fasilitas Pribadi

source: Search here for a network, IX, or facility.
de_de: Suchen Sie hier nach einem Netzwerk, IX oder einer Liegenschaft.
id_id: Cari jaringan, IX atau fasilitas disini

source: Advanced Search
de_de: Erweiterte Suche
id_id: Pencarian Lanjutan

source: pending
de_de: Ausstehend
id_id: tunda

source: unverified
de_de: Ungeprüft
id_id: belum terverifikasi

source: Profile
de_de: Profil
id_id: Profil

source: Logout
de_de: Abmelden
id_id: Keluar

source: Register
de_de: Registrieren
id_id: Daftar

source: or
de_de: oder
id_id: atau

source: Login
de_de: Anmelden
id_id: Masuk

source: PeeringDB facilitates the exchange of information related to Peering.
de_de: PeeringDB erleichtert den Austausch von Informationen im Zusammenhang mit Peering.
id_id: PeeringDB memfasilitasi tukar informasi terkait Peering.

source: Specifically, we are a database of networks that are peering, where they are peering, and if they are likely to peer with you. If you don't know what peering is, and/or you don't currently engage in peering, this probably won't have any meaning for you.
de_de: Insbesondere beinhaltet die Datenbank Netzwerke, die Peering betreiben, wo sie peeren und die Information enthält, wie wahrscheinlich es ist, dass sie mit Ihnen peeren. Wenn Sie nicht wissen, was Peering ist und/oder sich derzeit nicht mit Peering beschäftigen, wird dies vermutlich keine Bedeutung für Sie haben.
id_id: Secara khusus, kami adalah basis data untuk jaringan, yang ber-peering, dimana mereka ber-peering dan apakah mereka mau untuk peer dengan anda. Jika anda tidak tahu apa itu peer dan atau anda belum melakukan peering, maka situs ini tidak ada artinya buat anda.

source: You are currently viewing a read-only view of the data contained here. If you are a peering network who would like to create an account,
de_de: Sie sehen derzeit eine schreibgeschützte Ansicht der hier enthaltenen Daten. Wenn Sie ein Peering-Netzwerk sind, das ein Konto erstellen möchte,
id_id: Anda saat ini sedang melihat data read-only. Jika anda punya jaringan dan ingin membuat akun,

source: you may register for one here
de_de: können Sie sich hier für eines registrieren
id_id: anda bisa daftar disini

source: Please register ONLY if you are a peering network.
de_de: Bitte registrieren Sie sich nur, wenn Sie ein Peering-Netzwerk sind.
id_id: Silahkan mendaftar jika anda mempunyai jaringan.

source: You may also
de_de: Sie können auch
id_id: Anda juga bisa

source: reset lost passwords here
de_de: vergessene Passwörter hier zurücksetzen
id_id: setel ulang kata sandi anda disini

source: Still have questions?
de_de: Haben Sie noch Fragen?
id_id: Masih punya pertanyaan?

source: Read our FAQ
de_de: Lesen Sie unsere FAQ
id_id: Baca FAQ kami

source: MOST RECENT UPDATES
de_de: Aktuelle Updates
id_id: PEMBARUAN TERBARU

source: NETWORKS
de_de: Netzwerke
id_id: JARINGAN

source: FACILITIES
de_de: Liegenschaften
id_id: FASILITAS

source: EXCHANGES
de_de: Austauschpunkte

source: Username
de_de: Benutzername
id_id: Nama Pengguna

source: Password
de_de: Passwort
id_id: Kata sandi

source: I forgot my password ..
de_de: Ich habe mein Passwort vergessen.
id_id: Saya lupa password saya ..

source: I forgot my username ..
de_de: Ich habe meinen Benutzernamen vergessen.
id_id: Saya lupa nama pengguna ..

source: Login with oAuth
de_de: Einloggen mit oAuth
id_id: Masuk dengan oAuth

source: Login with your google account
de_de: Mit Google einloggen
id_id: Masuk dengan akun google

source: Login with your facebook account
de_de: Mit Facebook anmelden
id_id: Masuk dengan akun facebook

source: We've sent instructions to your email address, provided it is in our system. You have 30 minutes to complete the process.
de_de: Wir haben Anweisungen an Ihre E-Mail-Adresse geschickt, vorausgesetzt, sie ist in unserem System. Sie haben 30 Minuten, um den Vorgang abzuschließen.
id_id: Kita sudah mengirimkan instruksi ke surel yang anda masukkan. Anda punya waktu 30 menit untuk menyelesaikan prosesnya.

source: Reset Password
de_de: Passwort zurücksetzen
id_id: Setel ulang kata sandi

source: The password for your account
de_de: Das Passwort für Ihr Konto
id_id: Kata sandi untuk akun anda

source: has been reset, proceed to the
de_de: wurde zurückgesetzt, fahren Sie mit
id_id: telah di setel ulang, silahkan lanjut ke

source: login page
de_de: Anmeldeseite
id_id: layar login

source: Verify Password
de_de: Passwort bestätigen
id_id: Verifikasi Kata Sandi

source: The security token you provided is invalid, please
de_de: Das von Ihnen angegebene Sicherheitstoken ist ungültig, bitte
id_id: Token keamanan yg anda kirim tidak valid, silahkan

source: try again
de_de: versuchen Sie es bitte erneut
id_id: coba lagi

source: The password reset process has expired, please
de_de: Dieser Link zum Zurücksetzen des Passworts ist abgelaufen, bitte
id_id: Proses setel ulang kata sandi telah kadaluarsa, silahkan

source: initiate again
de_de: fordern Sie ein neues an
id_id: dicoba kembali

source: Account Created
de_de: Erstellungsdatum des Kontos
id_id: Akun dibuat

source: Your account was created, but won't have full access until we have reviewed it. Thank you for your patience.
de_de: Ihr Konto wurde erstellt, erhält die vollen Zugriffsrechte aber erst nach einer Überprüfung. Danke für Ihr Verständnis.
id_id: Akun anda barusan dibuat, tapi belum mempunyai akses full sampai kita mereviewnya. Terima kasih.

source: Return Home
de_de: Zur Startseite zurückkehren
id_id: Kembali ke awal

source: Create account
de_de: Zugang erstellen
id_id: Buat akun

source: Confirm password
de_de: Passwort bestätigen
id_id: Konfirmasi kata sandi

source: For speedy validation, it is required that you use a work e-mail address. If you plan to register your ASN with PeeringDB, it is recommended that you use an email-address that exists in your ASN's public contact details.
de_de: Für ein schnellere Validierung ist es nötig eine E-Mail Adresse der jeweiligen Organisation/Firme zu benutzen. Wenn Sie vorhaben Ihr ASN der PeeringDB hinzuzufügen, wird es empfohlen eine E-Mail Adresse zu benutzen, die bereits in den öffentlichen Kontaktdaten des ASNs aufgeführt ist.
id_id: Untuk validasi yg cepat, diperlukan alamat surel kantor. Jika anda ingin mendaftarkan ASN anda ke PeeringDB, sangat direkomendasikan anda menggunakan surel yang ada di kontak publik di ASN anda.

source: First name
de_de: Vorname
id_id: Nama depan

source: Last name
de_de: Nachname
id_id: Nama belakang

source: Create
de_de: Erstellen
id_id: Buat

source: Thank you
de_de: Vielen Dank
id_id: Terima kasih

source: We have received your ownership request for %(o_name)s and will review it.
de_de: Ihre Anfrage %(o_name)s zu übernehmen wurde empfangen und liegt zur Überprüfung vor.
id_id: Kami telah menerima permintaan kepemilikan untuk %(o_name)s dan akan mereviewnya.

source: We have verified your relationship with this entity and you have successfully claimed ownership. You may view / edit
de_de: Ihre Anfrage diesen Eintrag zu übernehmen wurde nach einer Überprüfung freigegeben. Sie können diesen Eintrag jetzt einsehen und bearbeiten
id_id: Kami telah berhasil memverifikasi hubungan anda dengan entitas ini dan anda telah berhasil menjadi pemilik. Anda dapat melihat/sunting

source: Request Ownership
de_de: Eigentum/Besitzrecht anfordern
id_id: Permintaan Kepemilikan

source: Please only request ownership if you are certain that you have the rights to do so. Are you sure you wish to continue?
de_de: Bitte fordern Sie Eigenturmsrechte an Objekten nur dann an, wenn Sie sicher sind, dass diese zu Ihnen gehören. Möchten Sie fortfahren?
id_id: Apakah anda mempunyai hak untuk permintaan kepemilikan ini? Apakah anda akan melanjutkan?
